{
    "welcome" : "Welcome to RobôCIn",
    "robotics-team" : "Robotics Team",
    "research-and-dev" : "Research and Development",
    "results2021" : "Results RoboCin 2021",
    "descResults1" : "Robocup - 3rd place - SSL | 1st Place Technical placement of the challenging ball | 5th hardware challenger",
    "cin-ufpe" : "Centro de Informática - UFPE",
    "lang": "Language",
    "home": "Home",
    "store" : "Store",
    "categ" : "Categories",
    "lf" : "Line Follower",
    "ssl" : "SSL",
    "vsss" : "VSSS",
    "2D" : "2D Simulation", 
    "members" : "Members",
    "papers" : "Papers",
    "join-us" : "Join us!",
    "contact" : "Contact",
    "tournaments" : "Tournaments",
    "t.desc" : "We compete at RoboCup, IRONCup and LARC",
    "research" : "Research",
    "r.desc" : "Professors and students researching in robotics.",
    "develop" : "Development",
    "d.desc" : "We project and develop the eletronics, mechanics and the robot intelligence.",
    "about" : "About us",
    "abt.desc" : "We are a robotic research group from Centro de Informática - UFPE.",
    "a.desc": "RobôCIn is a research group in Centro de Informática of UFPE, that uses robotics to solve problems. The group was created in 2015 by 12 undergraduated students and two advisors professors Edna Barros and Hansenclever Bassani. Today we are 47 undergraduated and graduted students and 4 professors are coordinating the team to solve problems using Artificial Intelligence, Computacional Vision, Mechanics and Eletronics applied in robotics. ",
    "inf": "Information",

    "s": "Join us",
    "s.text": "Choose an area that you want engage, study about it, develop a project and show us!",
    "c": "Categories",
    "c.text": "We divide ourselves in small teams that cooperate to manage and develop in several categories like VSSS, SSL, 2D Simulation and Line Follow.",
    "r": "Research",
    "r.text": "We research in all robotics field to improve our robots and we submit this works to some conferences.",
    "s.button": "Learn more",
    "pat":"Our partners | Comming soon",

    "cat.ln": "Line Follower",
    "s.img1": "Line Follower prototype",
    "s.img2": "Line Follower base",
    "s.desc": "Line Follower is a category that has a goal to develop autonomous robots that can finish a cricuit fast as possible. The robot has a reflectance sensor for be able to identify the route defined by a tape. The main challenges in this category are to produce a light and fast robot and develop a efficient and precise control.",
    "cat.ln.r": "Results",
    "cat.ln.results": "19th",
    
    "cat.2d" : "2D Simulation",
    "cat.2d.img1": "Strategy Development",
    "cat.2d.img2": "Using 2D Simulation tools",
    "cat.2d.desc": "In the 2D Simulation League, two teams of eleven autonomous software programs (called agents) each play soccer in a two-dimensional virtual soccer stadium represented by a central server, called SoccerServer. This server knows everything about the game, i.e. the current position of all players and the ball, the physics and so on. The game further relies on the communication between the server and each agent. On the one hand each player receives relative and noisy input of his virtual sensors (visual, acoustic and physical) and may on the other hand perform some basic commands (like dashing, turning or kicking) in order to influence its environment.",
    "cat.2d.r": "Results",
    
    "cat.2d.robocup21": "7th",
    "cat.2d.robocup20": "Postponed",
    "cat.2d.robocup19": "9th",
    "cat.2d.robocup18": "N/A",
    
    "cat.2d.larc21" : "1st" ,
    "cat.2d.larc20": "3rd",
    "cat.2d.larc19": "2th",
    "cat.2d.larc18": "4th",
    
    "cat.2d.iron21": "3rd",
    "cat.2d.iron20": "6th",
    "cat.2d.iron19": "N/A",
    "cat.2d.iron18": "6th",

    "cat.dvss": "Deep Learning VSS",

    "cat.vss" : "Very Small Size Soccer",
    "cat.vss.img1" : "Tags of robots used to identification.",
    "cat.vss.img2" : "Software interface.",
    "cat.vss.desc" : "Very Small Size Soccer (VSSS) is a competition that requires development in the RobôCIn’s main areas, computer vision to detect information about the game situation; artificial intelligence to plan all robots movements, so the team can score goals, and defend ourselves from opponents; and robotics that involve electronics and mechanics to make agents that needs to move perfectly on the field. Nowadays we use two differents approachs.",
    "cat.vss.lead1" : "Deterministic Approach",
    "cat.vss.desc1" : "In this approach we use deterministic algorithms to decide the action of our robots, that is we program the strategy and decision that our players make.",
    "cat.vss.lead2" : "Deep Learning Approach",
    "cat.vss.desc2" : "In this approach we train the agents using reinforcement learning, that is we give a reward to actions good and bad for the agent, he learn maximize the reward and with this the best actions for every situation.",
    "cat.vss.r": "Results",

    "cat.vss.larc21": "1st DET<br>2nd RL",
    "cat.vss.larc20": "4th DET <br> 5th RL",
    "cat.vss.larc19": "4th DET <br> 5th RL",
    "cat.vss.larc18": "3th",
    "cat.vss.larc17": "5th",
    "cat.vss.larc16": "16th",
    
    "cat.vss.iron21": "1st",
    "cat.vss.iron20": "3th RL <br> 5th DET",
    "cat.vss.iron19": "3th",
    "cat.vss.iron18": "3th",

    "cat.ssl" : "Small Size League",
    "cat.ssl.img1" : "Captured photo in RoboCup 2019.", 
    "cat.ssl.img2" : "Robot base 2019.",
    "cat.ssl.desc" : "Small Size League (SSL) is a competition that requires development in several areas. We develop the mechanic model, eletronic and communication systems and artificial inteligence of the robots. A Small Size robot soccer game takes place between two teams of six robots each. The robot has limited dimensions, must fit within an 180 mm diameter circle and must be no higher than 15 cm. All objects on the field are tracked by a standardized vision system that processes the data provided by four cameras.",
    "cat.ssl.results.champion": "Champions!",
    "cat.ssl.r": "Results",

    "cat.ssl.robocup21": "3rd Div A/B<br>1st Ball placement technical challenge<br>5th Hardware challenge",
    "cat.ssl.robocup20": "Postponed",
    "cat.ssl.robocup19": "3rd Div B", 
    "cat.ssl.robocup18": "N/A",

    "cat.ssl.larc21": "1st",
    "cat.ssl.larc20": "1st",
    "cat.ssl.larc19": "5th",
    "cat.ssl.larc18": "5th",


    "m.title": "Team member",
    "m.desc": "We are 51 members!",

    "p.title": "Papers",

    "join_open": "The joining process is not open, wait a bit, we will bring news soon!",
    "projects": "Projects",
    "eletronics": "Eletronics",
    "p.eletronics.2019": "Circuits and Arduino",

    "mechanics": "Mechanics",
    "p.mechanics.2019": "SSL kick",

    "es": "Embedded Systems",
    "p.es.2019" : "Line Follower",
    "pdf": "Read PDF",

    "faq.q1":"How many spots are available?",
    "faq.a1":"We don't have a specific number of spots available, its depends the candidates performace and the team's needs.",
    "faq.q2":"What are the atuation areas?",
    "faq.a2":"We have administrative area, designer, comunication and development.",
    "faq.q3":"Does the project have a mandatory workload?",
    "faq.a3":"We are very flexible about schedule, because there are exams and projects weeks, but we try keep 2 turns of dedication for week.",
    "faq.q4":"After which period can I sign up? ",
    "faq.a4":"We acept students for any period, so there is no restriction.",
    "faq.q5":"How does the selection process work?",
    "faq.a5":"The selection process is divided in 3 stages: the subscrite, interviewer and the project.",
    "faq.q6":"How does the stage 1 works?",
    "faq.a6":"In stage 1 the candidate fills out a forms that will be analized later.",
    "faq.q7":"How does the stage 2 works?",
    "faq.a7":"In stage 2 the candidate will be interviewed, so we can get to know better your profile, experiences acquired during the course and your objectives.",
    "faq.q8":"How the stage 3 works?",
    "faq.a8":"In stage 3 the candidate choose a area and develop a project in it, being presented in the end.",

    "talk": "Talk to us!",

    "cat.Professor/Pesquisador": "Professor"
}
