{
    "first-slide-title" : "Campeão Latino-americano em SSL!",
    "first-slide-desc": "1º Lugar no Campeonato Latino Americano de Robótica e 3º lugar na RoboCup 2021",

    "second-slide-title": "Campeão Latino-americano em Simulação 2D!",
    "second-slide-desc": "1º Lugar no Campeonato Latino Americano de Robótica, 3º na Iron Cup e 7º na RoboCup",

    "third-slide-title": "Campeão Latino-americano e Nacional em VSS!",
    "third-slide-desc": "1º Lugar no Campeonato Latino Americano de Robótica e 1º lugar na Iron Cup Inatel",

    "fourth-slide-title": "Melhor campanha de um time brasileiro em 2021",
    "fourth-slide-desc": "Primeiro lugar em três campeonatos e primeiro lugar em um desafio técnico internacional",

    "robotics-team" : "Equipe de Robótica",
    "research-and-dev" : "Pesquisa e Desenvolvimento",
    "results2021" : "Resultados RoboCin 2021",
    "descResults" : "Robocup - 3º lugar - SSL | 1º Lugar  Technical placement of the challenging ball | 5º Lugar hardware challenger",
    "cin-ufpe" : "Centro de Informática - UFPE",
    "lang" : "Idioma",
    "home" : "Início",
    "store" : "Loja",
    "categ" : "Categorias",
    "lf" : "Seguidor de Linha",
    "ssl" : "SSL",
    "vsss" : "VSSS",
    "2D" : "Simulação 2D", 
    "members" : "Membros",
    "papers" : "Publicações",
    "join-us" : "Seletiva",
    "contact" : "Contato",
    "tournaments" : "Competições",
    "t.desc" : "Nós participamos de diversas competições, como a RoboCup, a IRONCup e a LARC.",
    "research" : "Pesquisa",
    "r.desc" : "Professores e estudantes pesquisando dentro dos problemas da robótica.",
    "develop" : "Desenvolvimento",
    "d.desc" : "Nós projetamos e desenvolvemos a eletrônica, a mecânica e a inteligência dos robôs.",
    "about" : "Sobre nós",
    "abt.desc" : "Somos um grupo de pesquisa em robótica do Centro de Informática - UFPE" ,
    "a.desc": "RobôCIn é um grupo de pesquisa e desenvolvimento do Centro de Informática da UFPE, que utiliza a robótica para desenvolver soluções. O grupo foi criado em 2015 por 12 estudantes de Engenharia da Computação com ajuda de dois professores. Edna Barros e Hansenclever Bassani. Hoje contamos com 47 estudantes de graduação e pós-graduação e 4 professores estão orientado o time para desenvolver soluções utilizando Inteligência Artificial, Visão Computacional, Mecânica e Eletrônica aplicados na robótica. ",
    "inf": "Informações",

    "s": "Seletiva",
    "s.text": "Escolha a área que você deseja se envolver, estude sobre o tópico, desenvolva um projeto e mostre para gente!",
    "c": "Categorias",
    "c.text": "Nos dividimos em sub-equipes que cooperam para administrar e desenvolver várias categorias diferentes como VSSS, SSL, Simulação 2D e Seguidor de Linha.",
    "r": "Pesquisa",
    "r.text": "Fazemos pesquisas nas nossas áreas de atuação para melhorar nossos robôs e publicamos com esses trabalhos em algumas conferências.",
    "s.button": "Saiba mais",
    "pat":"Nossos patrocinadores | Em breve",

    "cat.ln":"Seguidor de Linha",
    "s.img1":"Protótipo do seguidor de linha",
    "s.img2":"Base do seguidor de linha",
    "s.desc":"Seguidor de linha é uma categoria que tem o objetivo de desenvolver robôs autônomos que percorrem um percurso no menor tempo possível. O robô possui sensor de reflectância para poder identificar o trajeto delimitado por uma fita. Os principais desafios da categoria são a produção de robô leve e rápido e o desenvolvimento um controle eficiente e preciso.",
    "cat.ln.r": "Resultados",
    "cat.ln.results": "19°",
    
    "cat.2d" : "Simulação 2D",
    "cat.2d.img1": "Desenvolvimento da estratégia",
    "cat.2d.img2": "Ferramentas de simulação 2D",
    "cat.2d.desc": "Na Simulação 2D duas equipes de onze agentes autônomos jogam futebol em um estádio de futebol virtual bidimensional representado por um servidor central, chamado SoccerServer. Este servidor sabe tudo sobre o jogo, ou seja, a posição atual de todos os jogadores e a bola, a física e assim por diante. O jogo conta ainda com a comunicação entre o servidor e cada agente. Por um lado, cada jogador recebe uma entrada relativa e ruidosa de seus sensores virtuais (visuais, acústicos e físicos) e, por outro lado, pode executar alguns comandos básicos (como correr, girar ou chutar) para influenciar seu ambiente.",
    "cat.2d.r": "Results",
    
    "cat.2d.robocup21" : "7°",
    "cat.2d.robocup20": "Adiado",
    "cat.2d.robocup19": "9°",
    "cat.2d.robocup18": "N/A",

    "cat.2d.larc21" : "1°",
    "cat.2d.larc20": "3°",
    "cat.2d.larc19": "2°",
    "cat.2d.larc18": "4°",
    
    "cat.2d.iron21": "3°",
    "cat.2d.iron20" : "6°",
    "cat.2d.iron19": "N/A",
    "cat.2d.iron18": "6°",

    "cat.dvss": "Deep Learning VSS",

    "cat.vss" : "Very Small Size Soccer",
    "cat.vss.img1" : "Tags dos robôs utilizadas para identificação.",
    "cat.vss.img2" : "Interface do software.",
    "cat.vss.desc" : "Very Small Size Soccer (VSSS) é uma competição que requer desenvolvimento nas principais áreas do RobôCIn, visão computacional para detectar informações sobre a situação do jogo; inteligência artificial para planejar todos os movimentos dos robôs, para que a equipe possa marcar gols e se defender dos adversários; e robótica que envolve eletrônica e mecânica para criar agentes que precisam se mover perfeitamente em campo.",
    "cat.vss.lead1" : "Abordagem Determinística",
    "cat.vss.desc1" : "Nessa abordagem nós usamos algoritmos deterministicos para decidir as ações dos nossos robôs, ou seja, programamos a estratégia e decisões que nossos jogadores fazem.",
    "cat.vss.lead2" : "Abordagem com Deep Learning",
    "cat.vss.desc2" : "Nessa abordagem nós treinamos os agentes usando aprendizado por reforço, ou seja, damos uma recompensa para ações boas e ruins dos agentes, ele aprende a maximizar a recompensa e com isso as melhores ações para cada situação.",
    "cat.vss.r": "Resultados",

    "cat.vss.larc21": "1° 3v3 RL<br>2° 5V5 DET",
    "cat.vss.larc20": "4° DET <br> 5° RL",
    "cat.vss.larc19": "4° DET <br> 5° RL",
    "cat.vss.larc18": "3°",
    "cat.vss.larc17": "5°",
    "cat.vss.larc16": "16°",
    
    "cat.vss.iron21": "1°",
    "cat.vss.iron20": "3° RL <br> 5° DET",
    "cat.vss.iron19": "3°",
    "cat.vss.iron18": "3°",

    "cat.ssl" : "Small Size League",
    "cat.ssl.img1" : "Imagem capturada na RoboCup 2019.",
    "cat.ssl.img2" : "Base do robô 2019.",
    "cat.ssl.desc" : "Small Size League (SSL) é uma competição que requer o desenvolvimento de várias áreas. Nós desenvolvemos o modelo mecânico, os sistemas eletrônicos e de comunicação e a inteligência artifical dos robôs. Um jogo de SSL ocorre entre duas equipes de seis robôs cada. Os robôs tem dimensões limitadas, o robô deve caber dentro de um círculo de 180 mm de diâmetro e não deve ter mais de 15 cm. Todos os objetos no campo são identificados e normalizados pelos sistema de visão que processa os dados proveniente pelas 4 cameras.",
    "cat.ssl.r": "Resultados",
    "cat.ssl.results.champion": "Campeões!",
    
    "cat.ssl.robocup21": "3° Div A/B<br>1° Desafio técnico<br> 5° Desafio de Hardware",
    "cat.ssl.robocup20": "Adiado",
    "cat.ssl.robocup19": "3° Div B", 
    "cat.ssl.robocup18": "N/A",

    "cat.ssl.larc21": "1°",
    "cat.ssl.larc20": "1°",
    "cat.ssl.larc19": "5°",
    "cat.ssl.larc18": "5°",

    "m.title": "Membros da equipe",
    "m.desc": "Nós somos 51 integrantes!",

    "p.title": "Publicações",

    "join_open":"A seletiva ainda não começou, aguarde um pouco, avisaremos quando ela for começar! :)",
    "projects": "Projetos",
    "eletronics": "Eletrônica",
    "p.eletronics.2019": "Circuitos e Arduino",

    "mechanics": "Mecânica",
    "p.mechanics.2019": "SSL kick",

    "es": "Sistemas Embarcados",
    "p.es.2019" : "Seguidor de linha",
    "pdf": "Ler PDF",

    "faq.q1":"Quantas vagas temos?",
    "faq.a1":"Não temos um número fixo de vagas, vai depender do desempenho dos candidatos e da demanda da equipe.",
    "faq.q2":"Quais são as áreas de atuação?",
    "faq.a2":"Temos a área administrativa, designer, comunicação e também desenvolvimento.",
    "faq.q3":"O projeto tem carga horária obrigatória?",
    "faq.a3":"Somos bem flexíveis quanto ao horário, pois existem semanas de provas e projetos, mas tentamos manter 2 turnos de dedicação por semana.",
    "faq.q4":"A partir de qual perído posso me inscrever?",
    "faq.a4":"Aceitamos alunos de qualquer período, sendo assim não existe nenhuma restrição.",
    "faq.q5":"Como funciona o processo seletivo?",
    "faq.a5":"O processo seletivo é dividido em 3 fases: a inscrição, entrevista e o projeto.",
    "faq.q6":"Como funciona a 1° fase?",
    "faq.a6":"Na 1° fase o candidato preenche um forms que será analisado posteriormente.",
    "faq.q7":"Como funciona a 2° fase?",
    "faq.a7":"Na 2° fase o candidato será entrevistado, para poder conhecermos melhor o seu perfil, experiências adquiridas ao longo do curso e seus objetivos.",
    "faq.q8":"Como funciona a 3° fase?",
    "faq.a8":"Na 3° fase o candidato escolhe uma área e desenvolve um projeto nela, sendo apresentado no final.",

    "talk": "Fale com a gente!",

    "cat.Professor/Pesquisador": "Professor(a)"
}

